import type { NextLayoutPage } from 'next'

const IndexPage: NextLayoutPage = () => {
  return (
    <div className="h-[200vh] w-full">
      <p>
        これはテストですこれはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
        <br />
        これはテストですこれはテストです
      </p>
    </div>
  )
}

export default IndexPage
